Repository: esantizooctagt/tucita247
Catalog: src/locale/messages.*.xlf
Languages: es

# providers.servadded
source: Service added successfully
es: Servicio añadido exitosamente

# providers.servremove
source: Service remove successfully
es: Servicio eliminado exitosamente

# locations.loadlocation
source: Loading Location...
es: Cargando localidades...

# locations.loadlocations
source: Loading Locations...
es: Cargando localidades...

# locations.subtitle
source: Locations
es: Localidades

# locations.subtitlesing
source: Location
es: Localidad

# locations.savedsuccess
source: Location saved successfully
es: Localidad guardada exitosamente

# locations.savinglocations
source: Saving Locations...
es: Guardando localidades...

# lite.loadlocs
source: Loading Locations Data...
es: Cargando datos de localidades...

# lite.locsassigned
source: User must have a location assigned, try again
es: Usuario debe tener una localidad asignada, por favor inténtalo de nuevo

# lite.checkoutsuccess
source: La Cita check-out successfull
es: Check-out de Cita exitoso

# lite.addingbook
source: Adding Booking...
es: Añadiendo Cita...

# lite.walkinadded
source: Walk-in added successfully
es: Walk-in añadido exitosamente

# lite.loadingwalkins
source: Loading Walk-Ins...
es: Cargando walk-ins...

# lite.loadingdata
source: Loading Data...
es: Cargando datos...

# roles.rolepop
source: Role
es: Rol

# roles.roledeleted
source: Role deleted successful
es: Rol eliminado exitosamente

# roles.deletingrole
source: Deleting Role...
es: Eliminando roles...

# roles.deletemessage
source: Are you sure to delete this Role?
es: ¿Seguro quieres eliminar este rol?

# roles.loadingrole
source: Loading Roles...
es: Cargando roles...

# roles.loadingrolesingle
source: Loading Role...
es: Cargando rol...

# roles.savingrole
source: Saving Role...
es: Guardando rol...

# roles.roleupdated
source: Role updated successful
es: Rol actualizado exitosamente

# roles.rolecreated
source: Role created successful
es: Rol creado exitosamente

# sche.loadingsche
source: Loading Schedule...
es: Cargando agenda...

# sche.deletetext
source: Are you sure to delete this Citas?
es: ¿Seguro quieres eliminar esta Cita?

# sche.deletingcitas
source: Deleting Citas...
es: Eliminando Citas...

# sche.deletedssuccess
source: Citas deleted successfully
es: Citas eliminadas exitosamente

# services.loadingservs
source: Loading Services...
es: Cargando servicios...

# services.loadingserv
source: Loading Service...
es: Cargando servicio...

# services.service
source: Service
es: Servicio

# services.deletedtext
source: Are you sure to delete this Service?
es: ¿Seguro quieres eliminar este servicio?

# services.deletedsuccess
source: Service deleted successfully
es: Servicio eliminado exitosamente

# services.deletingserv
source: Deleting Service...
es: Eliminando servicio...

# services.savingsuccess
source: Saving successfully
es: Servicio guardado exitosamente

# services.savingserv
source: Saving Service...
es: Guardando servicio...

# survey.savingsurvey
source: Saving Survey...
es: Guardando encuesta...

# survey.loadingsurv
source: Loading Survey...
es: Cargando encuesta...

# dirdialog.checkout
source: Check out successfull
es: Check-out exitoso

# surveys.survey
source: Survey
es: Encuesta

# surveys.surveys
source: Surveys
es: Encuestas

# surveys.deletedtext
source: Are you sure to delete this Survey?
es: ¿Seguro quieres eliminar esta encuesta?

# surveys.deleting
source: Deleting Survey...
es: Eliminando encuesta...

# surveys.deletedsuccessful
source: Survey deleted successful
es: Encuesta eliminada exitosamente

# surveys.loadingsurvs
source: Loading Surveys...
es: Cargando encuestas...

# surveys.savingsuccess
source: Saving successfully
es: Encuesta guardada exitosamente

# userloc.loadinguser
source: Loading Users...
es: Cargando usuarios...

# userloc.loadingusersingle
source: Loading User...
es: Cargando usuario...

# userloc.subtitle
source: User Location
es: Localidad de usuario

# userloc.userupdated
source: User updated successfully
es: Usuario actualizado exitosamente

# userloc.usercreated
source: User created successfully
es: Usuario creado exitosamente

# users.usertext
source: User
es: Usuario

# users.usertexts
source: Users
es: Usuarios

# users.deletedsuccess
source: User deleted successful
es: Usuario eliminado exitosamente

# users.deletinguser
source: Deleting User...
es: Eliminando usuario...

# users.savinguser
source: Saving User...
es: Guardando usuario...

# users.deleteuserquest
source: Are you sure to delete this User?
es: ¿Seguro quieres eliminar este usuario?

# users.codesend
source: Code send successfully
es: Código enviado exitosamente

# users.sendingcode
source: Sending activation code...
es: Enviando código de activación...

# appos.created
source: Appointment created succesfully
es: Cita creada exitosamente

# appos.schedule
source: Schedule
es: Agenda

# appos.invalidserv
source: Invalid time for this service
es: Servicio no disponible en este horario

# appos.cancel
source: Cancel
es: Cancelar

# search.search
source: Search
es: Buscar

# search.addplus
source: + Add
es: + Añadir

# host.locclosed
source: Your location is closed
es: Localidad cerrada

# host.loccopenandclosed
source: You need to reopen your location
es: Debes abrir la localidad

# host.locopen
source: Your location is open
es: Localidad abierta

# shared.sentEmail
source: Email sent succesfully
es: Correo electrónico enviado con éxito
