Repository: esantizooctagt/tucita247
Catalog: src/locale/messages.*.xlf
Languages: es

# shared.seedetails
source: See details
es: Ver detalles

# shared.allproviders
source: ALL PROVIDERS
es: TODOS LOS PROVEEDORES

# users.location
source: Location:
es: Localidad:

# main.usermanagement
source: User Management
es: Configurar Usuarios

# main.businessseting
source: Business Settings
es: Configurar Negocio

# businessopesetting
source: Business Operation
es: Operar Negocio

# main.reporting
source: Reporting
es: Reportes

# shared.statususer
source: Status
es: Estatus

# forgot.legend
source: We will send you an email with a link to reset your password
es: Le enviaremos un correo electrónico con un enlace para restablecer su contraseña

# shared.shopmessage
source: You need to buy a license
es: Necesita comprar una licencia

# shared.shopheader
source: Free license
es: Licencia gratis

# shared.buynow
source: Shop now
es: Comprar ahora

# shared.disabled
source: Disabled
es: Deshabilitado

# shared.enabled
source: Enabled
es: Activo

# sche.openhour
source: Open hour...
es: Habilitando periodo...

# sche.openhoursuccess
source: Open hour successfully...
es: Periodo habilitado

# host.invalidTime
source: Invalid time for appointment
es: Horario seleccionado no disponible

# host.companydisabled
source: Company disabled
es: Negocio deshabilitado

# host.noappos
source: No available appos
es: No hay citas disponibles

# services.customerbooking
source: Customer per Booking
es: Visitantes por Cita

# business.reasons
source: Reasons
es: Razones de cancelación

# login.signin
source: Sign In
es: Iniciar sesión

# shared.Email
source: Email
es: Correo electrónico

# shared.learnmore
source: Learn More
es: Saber Mas

# location.learnmorecheck
source: Learn More Manual Check Out
es: Aprender mas acerca de manual check out

# shared.NewPassword
source: New Password
es: Nueva Contraseña

# shared.Password
source: Password
es: Contraseña

# login.ForgotPassword
source: Forgot your password ?
es: ¿Olvidó su contraseña ?

# login.signup
source: Sign Up
es: Registrarse

# shared.yes
source: Yes
es: Sí

# main.welcome
source: Welcome
es: Bienvenido

# main.timesettings
source: Time Settings
es: Configuración de tiempo

# main.companyh
source: Company hours
es: Horario del negocio

# main.companydays
source: Company days off
es: Días libres del negocio

# main.locationh
source: Location hours
es: Horario de la localidad

# main.locationdays
source: Location days off
es: Días libres de la localidad

# main.providerh
source: Provider schedule
es: Agenda del proveedor de servicio

# main.providerdays
source: Provider days off
es: Días libres del proveedor de servicio

# main.company
source: Company
es: Negocio

# main.location
source: Locations
es: Localidades

# main.provider
source: Service Providers
es: Proveedores de servicio

# main.services
source: Services
es: Servicios

# main.users
source: Users
es: Usuarios

# main.userlocation
source: User Locations
es: Localidades de Usuarios

# main.profile
source: Profile
es: Perfil

# main.logout
source: Logout
es: Salir

# dashboard.title
source: DASHBOARD
es: PANEL DE REPORTES

# dashboard.citas
source: Citas available
es: Citas disponibles

# dashboard.additionalpackages
source: Additional Citas Packages
es: Paquetes de Citas adicionales

source: Citas used
es: Citas usadas

source: Available
es: Disponible

# dashboard.largetext
source: Citas about to expire on
es: Citas próximas a expirar en

# dashboard.button
source: + Add Citas
es: + Añadir Citas

source: Current visitors
es: Total actual de visitantes

source: Month to Date
es: Acumulado del mes

source: No data found
es: Datos no encontrados

# profile.profile
source: PROFILE
es: PERFIL

# profile.firstname
source: First Name
es: Nombre

# profile.mincharacters
source: Min 3 characters
es: Mín 3 caracteres

# profile.lastname
source: Last Name
es: Apellido

# profile.language
source: Language :
es: Idioma :

# shared.save
source: Save
es: Guardar

# shared.forgot
source: Forgot password
es: Olvidé mi contraseña

# forgot.login
source: Login
es: Entrar

# shared.reset
source: Reset Password
es: Reinicializar Contraseña

# verification.activateacct
source: Activate Account
es: Activar cuenta

# verification.Code
source: Code
es: Código

# verification.activationcode
source: Activation Code
es: Código de activación

# reset.invalidpass
source: You must enter a password
es: Debes entrar contraseña

# reset.invalidlength
source: Minimun length 8
es: Mín 8 caracteres

# reset.invalidpolicy
source: Require at least 1 number, 1 uppercase and 1 lowercase letter
es: Requiere al menos 1 número, 1 mayúscula y 1 minúscula

# verification.minchar
source: Min 8 characters
es: Mín 8 caracteres

# reset.confirmpass
source: Confirm Password
es: Confirmar contraseña

# reset.invalidconfpass
source: Confirm Password does not match
es: Contraseñas no coinciden

# verification.temporarypass
source: Temporary Password
es: Contraseña temporal

# verification.tempplaceholder
source: Temporary Password
es: Contraseña temporal

# reset.password
source: Password
es: Contraseña

# reset.reset
source: Reset
es: Reiniciar

# reports.title
source: REPORTS
es: REPORTES

# reports.subtitle
source: Select Options
es: Seleccionar opciones

# shared.location
source: Location
es: Localidad

# reports.serviceprov
source: Service Provider
es: Proveedor de servicio

# reports.periodtime
source: Period of time
es: Periodo de tiempo

# reports.promvisita
source: Promedio de visita
es: Promedio de tiempo por visita

# reports.date
source: Date
es: Fecha

# reports.qty
source: Qty
es: Cantidad

# reports.time
source: Time
es: Tiempo (HORA?)

# shared.name
source: Name
es: Nombre

# reports.phone
source: Phone
es: Teléfono

# reports.door
source: Door
es: Entrada

# reports.type
source: Type
es: Tipo

# reports.priority
source: Priority
es: Prioridad

# shared.cancel
source: Cancel
es: Cancelar

# shared.phone
source: Phone
es: Teléfono

# userloc.title
source: USERS LOCATIONS
es: LOCALIDAD DE LOS USUARIOS

# userloc.door
source: Door
es: Entrada

# shared.actions
source: Actions
es: Acciones

# users.searchtext
source: Search by first name
es: Buscar por nombre

# polls.searchtext
source: Search by description
es: Buscar por descripción

# business.business
source: BUSINESS
es: NEGOCIO

# business.businesslabel
source: Business
es: Negocio

# business.name
source: Name
es: Nombre

# business.address
source: Address
es: Dirección

# business.country
source: Country
es: País

# business.city
source: City
es: Ciudad

source: Zip Code
es: Código postal

# business.phone
source: Phone
es: Teléfono

# business.parent
source: Parent Business
es: Negocio matriz

# business.categories
source: Categories
es: Categorías

# business.tags
source: Tags
es: Palabras claves

# shared.email
source: Email
es: Correo electrónico

# business.emailformat
source: Email format
es: Formato de correo

# business.emaildots
source: Email :
es: Correo electrónico :

# business.website
source: WebSite
es: Página Web

# business.longtext
source: Long Description
es: Descripción

# business.shorttext
source: Short Description
es: Descripción breve

# business.imagemobileapp
source: Image for mobile App
es: Imagen para la App móvil

# business.imagemobileappimg
source: IMAGE MOBILE APP
es: IMAGEN APP MÓVIL

# business.imagefortucita
source: Image for Tu Cita 24/7 web link
es: Imagen para el enlace de Tu Cita 24/7

# business.imageblock
source: IMAGE WEB LINK
es: IMAGEN ENLACE WEB

# locations.searchtext
source: Search by description
es: Buscar por descripción

# provider.searchtext
source: Search by description
es: Buscar por descripción

# polls.thanks
source: Poll saved successfull Thanks!!!
es: Sondeo guardado exitosamente Gracias!!!

# polls.inactive
source: Poll is already inactive
es: Sondeo inactivo

# shared.next
source: Next
es: Próximo

# survey.thanks
source: Thank you for your time
es: Gracias por su tiempo

# surveys.searchtext
source: Search by description
es: Buscar por descripción

# landing.locations
source: Locations
es: Localidades

# landing.aboutus
source: About Us
es: Quienes somos

# roles.searchtext
source: Search by name
es: Buscar por nombre

# video.citacode
source: Cita Code
es: Código Cita

# video.guests
source: Guests
es: Visitantes

# dirdialog.texto
source: Select walk-ins to check out
es: Seleccionar walk-ins para check out

# host.guests
source: Guests
es: Visitantes

# host.readycheckin
source: Ready To Check-In
es: Listos para check-in

# host.noguests
source: No. of guests:
es: Núm. de visitantes:

# host.door
source: Door:
es: Entrada:

# host.onbehalf
source: On Behalf:
es: Por parte de:

# host.cancelreasons
source: Cancel reasons
es: Razones de cancelación

# host.cancelappo
source: Cancel Appointment
es: Cancelar Cita

# host.comments
source: Write a comment...
es: Escribir comentario...

# host.phonenumber
source: Phone number
es: Teléfono

# host.name
source: Name
es: Nombre

# host.service
source: Service
es: Servicio

# host.noofpeople
source: No of People
es: Núm. de acompañantes

# host.dateofbirth
source: Date of birth
es: Fecha de nacimiento

# host.gender
source: Gender
es: Género

# host.male
source: Male
es: Masculino

# host.female
source: Female
es: Femenino

# host.na
source: Doesn't want to answer
es: Prefiero no contestar

# host.priority
source: Priority
es: Prioridad

# host.pregnant
source: Pregnant
es: Embarazo

# host.disability
source: Disability
es: Discapacidad

# host.preference
source: Preference
es: Preferencia de comunicación

# host.sms
source: SMS
es: Mensajes de texto

# host.pushnot
source: Push Notification
es: Notificaciones del APP

# welcome.mainmessage
source: Welcome to Tu Cita 24/7
es: Bienvenido a Tu Cita 24/7

# welcome.secondarymessage
source: Setup your preference
es: Siga los siguientes pasos para configurar su preferencias

# welcome.setupcompany
source: Setup your company
es: 1. Negocio

# welcome.company
source: Company
es: Negocio

# welcome.setupope
source: Setup your opening hours
es: 2. Horas de operación

# welcome.opehours
source: Opening hours
es: Horas de operación

# welcome.setupdaysoff
source: Setup your days off
es: 3. Días libres

# welcome.daysoff
source: Days off
es: Días libres

# welcome.setuplocation
source: Setup your location
es: 4. Localidades

# welcome.location
source: Locations
es: Localidades

# welcome.setupservprovider
source: Setup your Service Provider
es: 5. Proveedores de servivio

# welcome.servprovider
source: Service Provider
es: Proveedor de servicio

# welcome.setupservices
source: Setup your services
es: 6. Servicios

# welcome.services
source: Services
es: Servicios

# services.searchtext
source: Search by description
es: Buscar por descripción

# businessope.setup
source: Configure your week settings here:
es: Configure la semana aquí:

# businessope.inheritschedule
source: Inherit schedule data from company
es: Usar los horarios del del negocio

# businessope.serviceprovider
source: Select service provider to set up the schedule:
es: Seleccione al proveedor de servicio para configurar la agenda:

# businessope.inheritloc
source: Inherit schedule data from location
es: Usar los mismos datos de la localidad

# businessope.operationhours
source: Operation Hours
es: Horas de operación

# businessope.daymon
source: Mon
es: Lun

# businessope.addinterval
source: + Add Interval
es: + Añadir Intervalo

# businessope.delinterval
source: - Delete
es: - Eliminar

# businessope.daytue
source: Tue
es: Mar

# businessope.daywed
source: Wed
es: Mié

# businessope.daythu
source: Thu
es: Jue

# businessope.dayfri
source: Fri
es: Vie

# businessope.daysat
source: Sat
es: Sáb

# businessope.daysun
source: Sun
es: Dom

# businessdays.maintext
source: Configure your year schedule here. Just click on a date to set the days off.
es: Sólo haga click en el día para establecer los días libres.

# businessdays.maintextloc
source: Configure your year schedule here. Just click on a date to set the days off.
es: Sólo haga click en el día para establecer los días libres.

# businessdays.secontext
source: Inherit special days from company
es: Usar los mismos días libres del negocio

# businessdays.secontextlocation
source: Inherit special days from location
es: Usar los mismos días libres de la localidad

# businessdays.previous
source: Previous year
es: Año anterior

# businessdays.next
source: Next year
es: Próximo año

# appos.title
source: Add New Appointment
es: Añadir nueva Cita

# appos.newservice
source: Service
es: Servicio

# appos.selectservice
source: select service
es: Seleccionar servicio

# appos.phonenumber
source: Phone number
es: Teléfono

source: Number of Guests
es: Núm. de visitantes

source: Date of birth
es: Fecha de nacimiento

# appos.door
source: Door
es: Entrada

# shows.numberguests
source: Number of guests:
es: Núm. de visitantes:

# shows.door
source: Door:
es: Entrada:

# shows.onbehalf
source: On Behalf:
es: Por parte de:

# shows.nobookings
source: No bookings for this time
es: No citas disponibles en este horario

# sche.time
source: Time
es: Tiempo (HORA?)

# sche.mon
source: Mon
es: Lun

# sche.tue
source: Tue
es: Mar

# sche.wed
source: Wed
es: Mié

# sche.thu
source: Thu
es: Jue

# sche.fri
source: Fri
es: Vie

# sche.sat
source: Sat
es: Sáb

# sche.sun
source: Sun
es: Dom

# lite.phonenumber
source: Phone number
es: Teléfono

# lite.service
source: Service
es: Servicio

# lite.numberguests
source: Number of Guests
es: Núm. de visitantes

# lite.locclosed
source: Location is closed
es: Localidad cerrada

# roles.minchar
source: Min 3 characters
es: Mín 3 caracteres

# roles.levelaccess
source: Level Access:
es: Nivel de acceso:

# roles.fullacess
source: Full Access
es: Acceso completo

# roles.editaccess
source: Edit Access
es: Editar acceso

# roles.readaccess
source: Read Access
es: Acceso a Lectura

# shared.status
source: Status
es: Deshabilitar

# users.title
source: USERS
es: USUARIOS

# users.firstname
source: First Name
es: Nombre

# users.minchars
source: Min 5 characters
es: Mín 5 caracteres

# users.lastname
source: Last Name
es: Apellido

# users.mninchars2
source: Minimun length 8
es: Mín 8 caracteres

# users.policy
source: Require at least 1 number, 1 uppercase and 1 lowercase letters
es: Requiere al menos 1 número, 1 mayúscula y 1 minúscula

# users.role
source: Role:
es: Rol:

# shared.none
source: None
es: Niguno

# shared.isadmin
source: Is Admin
es: Es admin

# users.resendcode
source: Re-Send Verification Code
es: Reenviar el código de verificación

# shared.search
source: Search
es: Buscar

# polls.title
source: POLLS
es: SONDEOS

# polls.chooseinitdate
source: Choose a Initial date
es: Escoger fecha inicial

# polls.initdate
source: Initial poll date
es: Fecha inicial del sondeo

# polls.choosefinaldate
source: Choose a Final date
es: Escoger fecha final

# polls.finaldate
source: Final poll date
es: Fecha final del sondeo

# polls.initialdatepoll
source: Initial Date Poll
es: Fecha inicial del sondeo

# polls.finaldatepoll
source: Final Date Poll
es: Fecha final del sondeo

# surveys.title
source: SURVEYS
es: ENCUESTAS

# surveys.dateinit
source: Choose a init date
es: Escoger fecha inicial

# surveys.initsurvey
source: Init survey date
es: Fecha inicial de la encuesta

# surveys.add
source: + Add
es: + Añadir

# surveys.questdescrip
source: Question description
es: Descripción de la pregunta

# surveys.date
source: Date Survey
es: Fecha de la encuesta

# providers.title
source: SERVICE PROVIDERS
es: PROVEEDORES DE SERVICIO

# providers.selectservice
source: Select services
es: Seleccionar servicios

# providers.servsche
source: Service provider schedule
es: Agenda del proveedor de servicio

# providers.specdays
source: Special days
es: Días libres

# services.title
source: SERVICES
es: SERVICIOS

# services.textduration
source: Service duration
es: Duración del servicio

# services.customerbucket
source: Customer per Bucket
es: Clientes por la duración del servicio

# locations.title
source: LOCATIONS
es: LOCALIDADES

# locations.address
source: Address
es: Dirección

# locations.city
source: City
es: Ciudad

# locations.maxcustomer
source: Max Concurrent Customers
es: Máximo de clientes concurrentes en la localidad

# locations.serviceinterval
source: Service Time Interval
es: Duración del servicio

# locations.numberbookings
source: Number of bookings by service interval
es: Cantidad de citas por duración de servicio

# locations.doors
source: Doors
es: Entradas

# locations.parentlocation
source: Parent location
es: Localidad del negocio matriz

# location.manualcheckout
source: Manual Check Out
es: Check-out manual

# login.error
source: You must enter an email
es: Debes entrar un correo electrónico

# login.passerror
source: You must enter a password
es: Debes entrar contraseña

# shared.emailregis
source: Email already registered
es: Correo electrónico ya está registrado

# forgot.emailformat
source: Invalid email format
es: Formato inválido de correo electrónico

# reset.console
source: Reseting Password...
es: Reinicializando la contraseña...

# reset.titleusers
source: Users
es: Usuarios

# reset.successful
source: Password reset successful
es: Contraseña restablecida exitosamente

# reset.errormessage
source: The new password must be different
es: La nueva contraseña debe ser diferente a la anterior

# verification.invalidcode
source: Invalid Code
es: Código inválido

# verification.enterpassword
source: You must enter a valid password
es: Debes entrar contraseña válida

# verification.actaccount
source: Activating account...
es: Activando cuenta...

# verification.erroraccount
source: Error activating account try again
es: Error activando la cuenta; por favor inténtalo de nuevo

# profile.loading
source: Loading Profile...
es: Cargando perfil ...

# shared.entervalue
source: You must enter a value
es: Debes entrar un valor

# shared.invalidvalue
source: Invalid value
es: Valor inválido

# shared.invalidselectvalue
source: You must select a valid value
es: Debes seleccionar un valor válido

# shared.minimun
source: Minimun length {PH}
es: Largo mínimo {PH}

# shared.maximun
source: Maximun length {PH}
es: Largo máximo {PH}

# shared.minvalue
source: Minimun value {PH}
es: Valor mínimo {PH}

# shared.maxvalue
source: Maximun value {PH}
es: Valor máximo {PH}

# shared.userpopup
source: User
es: Usuario

# profile.fileextension
source: File extension not allowed
es: Extensión de archivo no permitida

# profile.filemaximun
source: File exced maximun allowed
es: Archivo excede el tamaño máximo permitido

# profile.saving
source: Saving Profile...
es: Guardando perfil...

# profile.updated
source: User updated successful
es: Usuario actualizado exitosamente

# profile.loadprof
source: Loading Profile Image...
es: Cargando imagen de perfil ...

# profile.uploadsuccess
source: Avatar uploaded successful
es: Foto de perfil actualizada exitosamente

# dashboard.loading
source: Loading Dashboard...
es: Cargando el panel de reportes...

# business.loading
source: Loading Business...
es: Cargando el negocio...

# business.businesstextpopup
source: Business
es: Negocio

# business.loadinbmobimg
source: Loading Mobile App Image...
es: Cargando la imagen de la APP móvil...

# business.uploadimg
source: Image uploaded successful
es: Imagen actualizada exitosamente

# business.laodweblink
source: Loading Web Link Image...
es: Cargando imagen del enlace Web...

# business.saving
source: Saving Business...
es: Guardando negocio...

# business.businessupdate
source: Business updated successful.
es: Negocio actualizado exitosamente

# businessdays.loadingdays
source: Loading Special Days...
es: Cargando días libres...

# businessdays.addsuccess
source: Day add successfully
es: Día añadido exitosamente

# businessdays.specdays
source: Special Days
es: Días libres

# shared.wrong
source: Something goes wrong, try again
es: Algo salió mal; por favor inténtalo de nuevo

# businessdays.remove
source: Day remove successfully
es: Día removido exitosamente

# businessdays.updatedata
source: Data updated successfully
es: Datos actualizados exitosamente

# host.loadinglocs
source: Loading Locations Data...
es: Cargando datos de localidades...

# host.missloc
source: User must have a location assigned, try again
es: Usuario debe tener una localidad asignada, por favor inténtalo de nuevo

# host.loadingopeloc
source: Loading Open Location...
es: Cargando localidad abierta...

# host.closingloc
source: Closing Location...
es: Cerrando localidad...

# host.checkoutsuccess
source: La Cita check-out successfull
es: Check-out de Cita exitoso

# host.loadingwalkins
source: Loading Walk-Ins...
es: Cargando walk-ins...

# host.addingappo
source: Adding Appointment...
es: Añadiendo Cita...

# host.readytocheckin
source: Ready to check-in successfull
es: Listo para check-in exitoso

# host.textreadytocheckin
source: Ready to Check-In
es: Listo para check-in

# host.texttransfer
source: Transfer
es: Transferir

# host.loadinglocationsdata
source: Loading Locations Data...
es: Cargando datos de localidades...

# host.loadingappos1
source: Loading Appointments...
es: Cargando Citas...

# host.messages
source: Messages
es: Mensajes

# host.messagessend
source: Messages send successfull
es: Mensajes enviados exitosamente

# host.invalidqrcode
source: Invalid qr code
es: Código QR inválido

# host.checkinsuccess
source: La Cita check-in successfull
es: Check-in de Cita exitoso

# host.cancelsuccess
source: La Cita cancelled successfull
es: Cancelación de Cita exitosa

# host.cancelappodyn
source: Cancel Appointment
es: Cancelar Cita

# host.selectreason
source: You must select a reason
es: Debes seleccionar una razón

# polls.loadingpoll
source: Loading Poll...
es: Cargando sondeo...

# polls.loadingpolls
source: Loading Polls...
es: Cargando sondeos...

# polls.errorpoll
source: Poll is not active
es: Sondeo inactivo

# polls.savingpoll
source: Saving Poll...
es: Guardando sondeo...

# polls.pollssub
source: Polls
es: Sondeos

# polls.pollsing
source: Poll
es: Sondeo

# polls.deletepoll
source: Are you sure to delete this Poll?
es: ¿Seguro quieres eliminar este sondeo?

# polls.deletingpoll
source: Deleting Poll...
es: Eliminando sondeo...

# polls.deletedsuccessful
source: Poll deleted successful
es: Sondeo eliminado exitosamente

# polls.savingsuccess
source: Saving successfully
es: Sondeo guardado exitosamente

# providers.loadservice
source: Loading Service providers...
es: Cargando proveedores de servicio...

# providers.loadserviceprov
source: Loading Service provider...
es: Cargando proveedor de servicio...

# providers.subtitle
source: Providers
es: Proveedores de servicio

# providers.servprovider
source: Service provider
es: Proveedor de servicio

# providers.savingprovider
source: Saving Service provider...
es: Guardando el proveedor de servicio...

# business-ope.openinghoursupdate
source: Opening hours updated successful
es: Horas de operacion guardada satisfactoriamente

# business-ope.daysoff
source: Days off
es: Dias de asueto

# business-ope.opehours
source: Opening hours
es: Horas de operacion

# business-ope.updatedata
source: Update data successfully
es: Actualizacion de datos satisfactoria

# business-ope.loadopeninghours
source: Loading Opening hours...
es: Cargando horas de operacion...

# business-ope.openinghours
source: Opening hours
es: Horas de operacion

# providers.deletemessage
source: Are you sure to delete this Service provider?
es: ¿Seguro quieres eliminar este proveedor de servicio?

# providers.deletingservice
source: Deleting Service...
es: Eliminando servicio...

# providers.deletedsuccess
source: Service provider deleted successfully
es: Proveedor de servicio eliminado exitosamente

# providers.savingserviprov
source: Saving service provider successfully
es: Proveedor de servicio guardado exitosamente
